[
  {
    "id": 1,
    "name": "金",
    "pinyin": "jĩn",
    "instruments": [
      {
        "id": 1,
        "name": "编钟",
        "pinyin": "biãn zhōng",
        "image": "zhong",
        "desc": "传统打击乐器，始于青铜器时代。编钟由青铜铸成，由不同的钟依照大小排列，并悬挂在一个巨大的钟架上。编钟常与编磬组合使用；“金石之声”中的“金”就是指编钟，“石”指编磬。编钟的顶端有柄的称为甬钟，顶端带钮的为钮钟。「周礼·考工记」载“凫氏为钟，两栾谓之铣。铣间谓之于，于上谓之鼓，鼓上谓之钲，钲上谓之舞。舞上谓之甬，甬上谓之衡，钟县谓之旋，旋虫谓之干，钟带谓之篆，篆间谓之枚，枚谓之景，于上之攠谓之隧。”即其一为扁桶平顶为“舞”，扁桶正、背面中上部的直阔条称为“钲”，其两边突出的乳钉（隆包）称为“枚”或钟乳，“枚”的上下间隔部分称为“篆”。下部称为“鼓”，弯凹的下口称为“于 ”，尖锐的两侧称为“铣”。编钟的柄按甬钟或钮钟之类而分别称为“甬”或“钮”。其中“甬”的顶端称“衡”，“甬”中段一圈突凸的部分称“旋”，“旋”上用以悬挂钟钩的孔称“干”。甬钟的悬挂方式是倾斜的，钮钟是直悬的。一般认为，直悬的钮钟晚于斜悬的甬钟"
      },
      {
        "id": 2,
        "name": "镈",
        "pinyin": "bó",
        "image": "bo",
        "desc": "形制接近于钟，不像钟口呈弧状，为平口。镈体型比钟大，器身横截面为椭圆形（或趋向于椭圆的合瓦形）。早期镈两侧多有鸟云形、虎形、或者夔形的“翼”，装饰华丽繁复。镈最早出现在商朝，春秋早期达到巅峰，没落于春秋中后期，在战国末期被钮钟融合。最早的镈出现在南方地区，之后流行于大江南北。现在发现的镈有三件铭文上自名为镈，即紷镈（春秋中期，齐国），叔夷镈（春秋晚期，齐国），邾公孙班镈（春秋晚期）。其他的镈形制像镈，而在铭文中称为钟。镈出现于商朝末期。它是青铜乐悬中，出现较早的乐器，形制复杂，装饰华丽。从形制上看，它与夏代，商代铜铃有着一脉相承的关系。早期的镈腔体多成椭圆形，或带长方的椭圆形。镈最早出现于南方古越族的活动区域。此时南方的音乐学水平和冶金工艺并不低于，甚至在某些方面高于北方的中原地区。随后在北方的中原地区出现。最早的镈，是江西新干县大洋洲殷代后期大墓出土的涡纹兽面纹镈（单件），年代大约是殷墟中期后段（约公元前1100年左右）。最早北方的镈，有1985年出土于陕西眉县马家镇杨家村窖藏的虎脊镈（西周中期），1890年出土于陕西岐山法门寺任家村的一处西周窖藏的克镈（西周晚期）。早期的镈造型构思奇特，纹饰设计繁缛华丽，制造上需要极其高超的技术。后世的镈与之相比，除了形体增大外，装饰反而出现简化的趋势。春秋中期前后前后，镈在中原地区有了较大的发展。春秋时期，礼崩乐坏，各诸侯藐视周室权威，制造出更大，音乐性能更好的镈。镈体型更大，这样可以体现它的礼仪功能，彰显拥有者的地位和声望。如，1923年秋出土于河南新郑李家楼一郑墓的特镈（4件）。春秋中期器，其中两件重量105.8千克、139.0千克。它的音乐性能并不好，也没有明显的调音痕迹。不过这样大的体型，与极其低沉远传的声音，已经可以让它威风十足了。更好的音乐性能也可以体现王者的威严，并且它是乐器本身固有的发展趋势。和早期的镈相比，除了华丽的镈纽，这19件编镈没有了繁复的脊和扉棱。但它的音乐性能很好。这组编镈由38个高低不同的音，构成四个八度。并在三个八度钟重复了七声音阶（宫、商、角、征、羽，加上清角、变宫）。与甬钟相比，镈的腔体有浑圆的趋向，铣棱不突出，枚较短，于口平齐。这些特点，使得数个镈连续敲击时，比甬钟更容易造成“混响”，难以演奏节奏较快的乐曲。由于这些缺点，编镈自春秋晚期，逐渐走向衰落。春秋晚期大量编镈，就形制和音乐性能方面均无新意。在战国末期，被钮钟融合。"
      },
      {
        "id": 3,
        "name": "钹",
        "pinyin": "bó",
        "image": "boo"
      },
      {
        "id": 4,
        "name": "钲",
        "pinyin": "zhēng",
        "image": "zheng"
      },
      {
        "id": 5,
        "name": "铎",
        "pinyin": "duó",
        "image": "duo"
      },
      {
        "id": 6,
        "name": "铙",
        "pinyin": "náo",
        "image": "nao"
      },
      {
        "id": 7,
        "name": "铃",
        "pinyin": "líng",
        "image": "ling"
      },
      {
        "id": 8,
        "name": "句鑃",
        "pinyin": "gōu diào",
        "image": "goudiao"
      },
      {
        "id": 9,
        "name": "锣",
        "pinyin": "luó",
        "image": "luo"
      }
    ]
  },
  {
    "id": 2,
    "name": "石",
    "pinyin": "shí",
    "instruments": [
      {
        "id": 1,
        "name": "罄",
        "pinyin": "qìng",
        "image": "qing"
      }
    ]
  },
  {
    "id": 3,
    "name": "丝",
    "pinyin": "sī",
    "instruments": [
      {
        "id": 1,
        "name": "古琴",
        "pinyin": "gǔ qín",
        "image": "qin"
      },
      {
        "id": 2,
        "name": "瑟",
        "pinyin": "sè",
        "image": "se"
      },
      {
        "id": 3,
        "name": "筝",
        "pinyin": "zhēng",
        "image": "guzheng"
      },
      {
        "id": 4,
        "name": "箜篌",
        "pinyin": "kōng hóu",
        "image": "konghou"
      },
      {
        "id": 5,
        "name": "琵琶",
        "pinyin": "pí pa",
        "image": "pipa"
      },
      {
        "id": 6,
        "name": "阮",
        "pinyin": "ruǎn",
        "image": "ruan"
      },
      {
        "id": 7,
        "name": "胡琴",
        "pinyin": "hú qín",
        "image": "huqin"
      },
      {
        "id": 8,
        "name": "月琴",
        "pinyin": "yúe qín",
        "image": "yueqin"
      }
    ]
  },
  {
    "id": 4,
    "name": "竹",
    "pinyin": "zhú",
    "instruments": [
      {
        "id": 1,
        "name": "笛",
        "pinyin": "dí",
        "image": "di"
      },
      {
        "id": 2,
        "name": "箫",
        "pinyin": "xiāo",
        "image": "xiao"
      },
      {
        "id": 3,
        "name": "箎",
        "pinyin": "chí",
        "image": "chi"
      },
      {
        "id": 4,
        "name": "籥",
        "pinyin": "yuè",
        "image": "yue"
      },
      {
        "id": 5,
        "name": "唢呐",
        "pinyin": "suǒ nà",
        "image": "suona"
      }
    ]
  },
  {
    "id": 5,
    "name": "匏",
    "pinyin": "páo",
    "instruments": [
      {
        "id": 1,
        "name": "笙",
        "pinyin": "shēng",
        "image": "sheng"
      },
      {
        "id": 2,
        "name": "竽",
        "pinyin": "yú",
        "image": "yuu"
      }
    ]
  },
  {
    "id": 6,
    "name": "土",
    "pinyin": "tǔ",
    "instruments": [
      {
        "id": 1,
        "name": "埙",
        "pinyin": "xũn",
        "image": "xun"
      },
      {
        "id": 2,
        "name": "缶",
        "pinyin": "fǒu",
        "image": "fou"
      }
    ]
  },
  {
    "id": 7,
    "name": "革",
    "pinyin": "gé",
    "instruments": [
      {
        "id": 1,
        "name": "鼗",
        "pinyin": "táo",
        "image": "tao"
      },
      {
        "id": 2,
        "name": "鼓",
        "pinyin": "gǔ",
        "image": "gu"
      }
    ]
  },
  {
    "id": 8,
    "name": "木",
    "pinyin": "mù",
    "instruments": [
      {
        "id": 1,
        "name": "柷",
        "pinyin": "zhù",
        "image": "zhu",
        "desc": "相传是夏启所做，迄今已有四千多年历史，「诗经·周颂·有瞽」曰：“鞉磬祝围”，“祝”即柷，故柷也称“祝”。 柷的形状像大斗，木制。演奏时，奏者持椎撞柷，以向其他乐器奏者示意乐章开始及提示该乐章的节拍。柷仅用于古代宫庭雅乐跟祭祀音乐的开始时演奏。与敔的作用相近，都是示意音乐的开始，停止，古书中也有提及「尚书·益稷」：“合止柷敔”。关于柷的形制与演奏法，古书上有两种说法：1.椎柷分离说：东汉郑玄注「尚书」，提及“柷，状如漆桶，而有椎，合乐之时投椎其中而撞之。”也就是说敲击用的椎和柷分离。2.椎柷一体说：西晋郭璞注「尔雅」，则言“柷如漆桶，方二尺四寸，深一尺八寸，中有椎柄连底，挏之令左右击。”唐朝杜佑「尔雅」亦提及“柷如漆桶，方二尺四寸，深一尺八寸，中有椎柄连底，旁开孔。内手于中击之，以举乐。”也就是说，椎直接连在柷内部，奏乐时将手伸入（很可能就是从“旁开孔”伸入），将椎左右摇晃击打柷以发声。虽然两种说法并存，但后事的柷形制多半依从郑玄之说，而不完全只从内侧击打。北宋孟元老「东京梦华录」就记载皇帝冬至郊坛祭天中，柷的使用方法：“乐作，先击柷，以木为之，如方壶，画山水之状，每奏乐击之，内外共九下。”此知宋代不完全只击打内侧。至清朝，形制又有变化，据「钦定皇朝通典」记载：“柷，所以起乐；上阔下小，状如方斗，三面正中各设圆鼓以受击，一面开圆孔以出音。”从现存器物来看，是将单面鼓设置于三面内侧，只有从内侧击打才能发挥功效；可以合理推断清代击柷，只击打内侧。祝中圆鼓此前未有文献提及，而宋代既然击打内外，应该也没有，可能是清朝的创新。另，李氏朝鲜正祖李算下令编纂的「春官通考」中，所记载的柷形制则与较为接近郭仆、杜佑所说，为一木箱构造中放入“丄”形的敲打器“止”，使用时摇动止的上端，和习见的形制相比，最大差别在于有盖板。今日国立古宫博物馆所藏柷也是此形制。今日中文圈所使用的柷，如祭孔典礼，一般形制上椎柷分离，使用上由内侧击打三下。有圆鼓有无、大小、位置以及圆孔大小位置等细节变化。如台南孔庙为无鼓柷，台北为有鼓柷。"
      },
      {
        "id": 2,
        "name": "敔",
        "pinyin": "yǔ",
        "image": "yu",
        "desc": "敔的形状像伏虎，木制涂漆，虎背上有二十七鉏铻（即木片）。演奏时，奏者要站在敔旁，把敔放在木架上，以籈刮动发声，表示音乐的停止。敔仅用于古代宫庭雅乐跟祭祀音乐的结束时演奏。「尚书·益稷」提及“合止柷敔”，柷示意音乐的开始，敔则示意停止。籈的形制以及演奏敔的方法，历代各有变化。东汉郑玄注「尚书」：“敔，状如伏虎，背有刻，以物栎之，所以止乐。”西晋郭璞注「尔雅」：“敔如伏虎，背上有二十七鉏铻刻，以木长尺栎之。”「旧唐书‧音乐志」记载唐朝奏敔：“碎竹以击其首而逆刮之，以止乐也。”宋代聂崇义「三礼图」在敔下说明“今唐礼，用竹长二尺四寸，破为十茎，于敔背横栎之。”从这些注解不难察觉，籈的材质和设计随时间经过而有变化，早期甚至没有专门的形制，后来以木长尺，唐朝改用末端分散的竹片，宋代则规定末端纵切为十段。察今日所见形制，则有三种分别：如台南孔子庙所用籈，将竹筒的末端破成竹篾。故宫所藏中和韶乐敔则是将竹筒末端剖半、剩下的一半破为竹篾。如嘉义祭孔所用，为数条竹篾绑成一束。此三种形制各地不一，竹篾数目有时也不守十条之数，如北京故宫所藏金漆彩画敔，即将半截竹筒析为24条细竹篾[2]。至于演奏，早期只刮动背上的鉏铻，唐以后开始有击打虎首的作法，今日所见，则多半在敔头上敲三次后，再在敔背上的鉏横扫三次。敔自身形制变化不大，大致上都在鉏铻排列上。常见的有两种：鉏铻分列型：如台南孔子庙所藏，二十七齿分为三列。传世文物中，又有三列各九齿以及三列齿数不一致而共二十七齿的分别。鉏铻同列型：如「皇朝礼器图式」以及今日所见中和韶乐敔，二十七片紧密排成一列。又有敔背上有方槽，插入木片为略可活动之鉏铻；以及鉏铻完全固定不动两种。其中，依据鉏铻的形状，又分两种。木片状。楔子或三角状。宋代聂崇义「三礼图」所载图形，即为楔子状同列鉏铻。韩国李氏朝鲜正祖李算下令编纂的「春官通考」[3]，以及今日国立古宫博物馆所藏白虎敔也是此形制。"
      },
      {
        "id": 3,
        "name": "梆子",
        "pinyin": "bâng zi",
        "image": "bangzi",
        "desc": "传统的一类打击乐器，亦称梆板，属于击奏体鸣乐器。约在明末清初（17世纪左右）随着地方戏曲中梆子腔的兴起而广泛流传于中国各地。形制和种类梆子大致分为两种形制，木棒式和方框式。另有椭圆形、圆柱形等多种形制的梆子。一般多用紫檀、红木、枣木心、花梨木、竹子或榆木、槐木等材料制作。"
    }
    ]
  }
]