[
  {
    "id": 1,
    "name": "金",
    "pinyin": "jĩn",
    "instruments": [
      {
        "id": 1,
        "name": "编钟",
        "pinyin": "biãn zhōng",
        "image": "zhong",
        "desc": [
          "传统打击乐器，始于青铜器时代。编钟由青铜铸成，由不同的钟依照大小排列，并悬挂在一个巨大的钟架上。编钟常与编磬组合使用。“金石之声”中的“金”就是指编钟，“石”指编磬。编钟的顶端有柄的称为甬钟，顶端带钮的为钮钟。「周礼·考工记「载“凫氏为钟，两栾谓之铣。铣间谓之于，于上谓之鼓，鼓上谓之钲，钲上谓之舞。舞上谓之甬，甬上谓之衡，钟县谓之旋，旋虫谓之干，钟带谓之篆，篆间谓之枚，枚谓之景，于上之攠谓之隧。”即其一为扁桶平顶为“舞”，扁桶正、背面中上部的直阔条称为“钲”，其两边突出的乳钉（隆包）称为“枚”或钟乳，“枚”的上下间隔部分称为“篆”。下部称为“鼓”，弯凹的下口称为“于 ”，尖锐的两侧称为“铣”。编钟的柄按甬钟或钮钟之类而分别称为“甬”或“钮”。其中“甬”的顶端称“衡”，“甬”中段一圈突凸的部分称“旋”，“旋”上用以悬挂钟钩的孔称“干”。甬钟的悬挂方式是倾斜的，钮钟是直悬的。一般认为，直悬的钮钟晚于斜悬的甬钟"
        ]
      },
      {
        "id": 2,
        "name": "镈",
        "pinyin": "bó",
        "image": "bo",
        "desc": [
          "形制接近于钟，不像钟口呈弧状，为平口。镈体型比钟大，器身横截面为椭圆形（或趋向于椭圆的合瓦形）。",
          "早期镈两侧多有鸟云形、虎形、或者夔形的“翼”，装饰华丽繁复。镈最早出现在商朝，春秋早期达到巅峰，没落于春秋中后期，在战国末期被钮钟融合。最早的镈出现在南方地区，之后流行于大江南北。现在发现的镈有三件铭文上自名为镈，即紷镈（春秋中期，齐国），叔夷镈（春秋晚期，齐国），邾公孙班镈（春秋晚期）。其他的镈形制像镈，而在铭文中称为钟。镈出现于商朝末期。它是青铜乐悬中，出现较早的乐器，形制复杂，装饰华丽。从形制上看，它与夏代，商代铜铃有着一脉相承的关系。早期的镈腔体多成椭圆形，或带长方的椭圆形。早期的镈造型构思奇特，纹饰设计繁缛华丽，制造上需要极其高超的技术。后世的镈与之相比，除了形体增大外，装饰反而出现简化的趋势。春秋中期前后前后，镈在中原地区有了较大的发展。春秋时期，礼崩乐坏，各诸侯藐视周室权威，制造出更大，音乐性能更好的镈。镈体型更大，这样可以体现它的礼仪功能，彰显拥有者的地位和声望。",
          "与甬钟相比，镈的腔体有浑圆的趋向，铣棱不突出，枚较短，于口平齐。这些特点，使得数个镈连续敲击时，比甬钟更容易造成“混响”，难以演奏节奏较快的乐曲。由于这些缺点，编镈自春秋晚期，逐渐走向衰落。春秋晚期大量编镈，就形制和音乐性能方面均无新意。在战国末期，被钮钟融合。",
          "镈最早出现于南方古越族的活动区域。此时南方的音乐学水平和冶金工艺并不低于，甚至在某些方面高于北方的中原地区。随后在北方的中原地区出现。最早的镈，是江西新干县大洋洲殷代后期大墓出土的涡纹兽面纹镈（单件），年代大约是殷墟中期后段（约公元前1100年左右）。最早北方的镈，有1985年出土于陕西眉县马家镇杨家村窖藏的虎脊镈（西周中期），1890年出土于陕西岐山法门寺任家村的一处西周窖藏的克镈（西周晚期）。"
        ]
      },
      {
        "id": 3,
        "name": "钹",
        "pinyin": "bó",
        "image": "boo",
        "desc": [
          "铜质圆形的打击乐器，两个圆铜片，中心鼓起成半球形，正中有孔，可以穿绸条等用以持握，两片相击作声。 ",
          "古称“铜钹”、“铜盘”。初流行西域,南北朝时传至内地。",
          "通常与锣、鼓一起组成锣鼓队进行演奏。中国钹亦有在西洋音乐里出现，但其尺寸通常都在十一厘米以下。",
          "「广韵」「集韵」「韵会」「正韵」蒲拨切，音跋。「玉篇」铃也。「集韵」铃属。「韵会」乐书铜钹，南齐穆士素所造，其圆数寸，大者出於扶南高昌疎勒之国，其圆数尺，隐起如浮沤，以韦贯之，相击以和乐。唐燕乐法曲，有铜钹相和之乐。「正字通」亦谓之铜盤，司马承祯制眞道曲，大罗天曲，有铙钹，盖其小者，今亦用之以节乐。或谓之草子。或谓之铺钹。"
        ]
      },
      {
        "id": 4,
        "name": "钲",
        "pinyin": "zhēng",
        "image": "zheng",
        "desc": [
          "又名丁宁，是中国古代的一种军用打击乐器。与铙十分肖似，外形像铃或钟，上下相通，有柄。",
          "钲的记载最早出现于是「诗·小雅·采芑」之中，在安阳殷墟中出土过商代的铜钲，其形制“短阔、腹中广而两端尖、口曲、两端斜上、柄向下、中通”。同时很多的钲是以大、中、小一套三器的方法摆放的。到周代形制发生变化，多为“平口长柄、口下柄上”。",
          "又石鼓名。「郡国志」洞庭山宫门东石楼，楼下两石鼓，扣之声淸越，世谓之神钲。「晋·孝武乐章」神钲一震，九域来同"
        ]
      },
      {
        "id": 5,
        "name": "铎",
        "pinyin": "duó",
        "image": "duo",
        "desc": [
          "青铜时代的铜制打击乐器，与铃类似而略大。",
          "铎的腔体一般较矮、阔，横截面呈合瓦形，上窄下宽，口沿稍稍内凹。总体造型与钟、镈、铙、句鑃、钲等青铜乐器接近，而区别在于腔体内有舌。",
          "木舌的称为木铎，铜舌的称为金铎。腔体顶部有两种形态一种有粗短、中空的方形青铜銎柄，可以安插木柄于其中。另一种有青铜长柄。使用时，以手持柄摇动，舌撞击腔体发声。",
          "铎用于传布命令，摇动发声以吸引听众的注意力。金铎用于在军阵中传布军事命令，木铎则用于传布政教命令。",
          "「论语」中记载，一位官员在见过孔子后，感叹“天下之无道也久矣，天将以夫子为木铎。”由此，木铎在后世成为教师及教育事业的象征。"
        ]
      },
      {
        "id": 6,
        "name": "铙",
        "pinyin": "náo",
        "image": "nao",
        "desc": [
          "又称执钟，是中国古代使用的青铜打击乐器之一，其最初的功能为军中传播号令之用。流行于商代晚期，周初沿用。其是铜制圆形的乐器，常和钹配合演奏。",
          "「周礼·地官·鼓人」“以金铙止鼓”。铙的形状类似于铃，但体型较大，口呈弧形。体阔大于体高，直立倒置，下有执柄，持槌敲击发声。",
          "按「说文解字」，铙其实是一种小钲，行于殷商，为早期乐器。殷墟妇好墓出土五件成一组合，是为燕飨祭祀之用礼器。",
          "商周的铙不单用于军旅，且可用于祭祀和宴乐。殷墟妇好墓出土有五柄成组合的铙，这是发现铙组合的最高数字，是为宫廷使用的乐器。「宋史·仪卫志」和「辽史·乐志」载，北宋和辽时，铙曾用于皇帝仪仗中的鼓吹乐里。当时佛教所用铜钹称为铙，宋代马端临「文献通考」载“铜铙，浮屠氏所用浮沤器，小而声清，世俗谓之铙，其名虽与四金之铙同，其实异”。（宋代「乐书」所载“铜铙”条同此）。浮屠，梵文佛陀之译名。这种铙不是「周礼」所载金铙或西周以来植鸣的大型铜铙或编铙。明、清两代，铙已用于地方戏曲伴奏，清人李斗「扬州画舫录」载，昆曲伴奏曾用大铙。"
        ]
      },
      {
        "id": 7,
        "name": "铃",
        "pinyin": "líng",
        "image": "ling",
        "desc": [
          "一种小型金属器物，形状有两种，一种类似倒放的碗，内部有球状硬物系在顶部，另一种呈球形，内有球状硬物，用于发出清脆的响声。",
          "",
          "铃的材质大部分是铜质结构，也有其他金属或玻璃制的铃。",
          "外部有些会镂刻着各种图案。有摇铃、风铃等多种。中国以外的国家有巨型的铃，悬放于建筑物的某些部位。",
          "唐朝学士院悬挂铃用于告警。军队中夜里响铃，让军队里的人知道军情紧急程度。「唐制」“学士院深严，悬铃备警，长庆中河北用兵，常夜作声以鸣缓急。”「李德裕诗」“银花悬院榜，风撼引神铃。”「墨庄漫录」“明宣德年，帝梦神语，雨打无声鼓子花，帝口占，风吹不响铃儿草，至今传为绝对。”「周礼·春官·巾车」“大祭祀，鸣铃以应鸡人。”"
        ]
      },
      {
        "id": 8,
        "name": "句鑃",
        "pinyin": "gōu diào",
        "image": "goudiao",
        "desc": [
          "一种手持的打击青铜乐器，常见于春秋晚期和战国时期。",
          "句鑃形制横截面呈椭圆形，纵向长度稍长于横向，或者接近圆形，器壁较厚，有很浅的凹弧口，顶有一柄，为扁平或圆柱形，较长便于击敲。",
          "多出土于长江下游吴越地区，为当时春秋战国时期吴国、越国乐器。在古代多用于祭祀或宴请场合。",
          "春秋时期，句鑃主要作为辅助乐器出现，在吴国常州武进淹城遗址出土7件（现藏于中国历史博物馆）、溧阳征集两件，均为早期句鑃。湖北广济鸭儿洲河出土两件，高淳青山、松溪出土十件均属于此时期（现藏于镇江市博物馆）",
          "春秋中期，句鑃出现组编使用，其纹饰和做工均有区别，特别是三角及雷纹组合。",
          "战国晚期至西汉，句鑃开始出现变化，柄较短，通体多为素面。1983年广州西汉南越王墓东耳室北部出土一套8件青铜句鑃，一面阴刻篆文“文帝九年乐府工造”，并刻有编码，重量与大小依次递减。它也是迄今唯一刻有准确纪年的句鑃。"
        ]
      },
      {
        "id": 9,
        "name": "锣",
        "pinyin": "luó",
        "image": "luo",
        "desc": [
          "金属制成打击乐器",
          "用铜合金制成，因此又称铜锣。可以分为大锣、小锣、铓锣、马锣、云锣、十面锣等。",
          "大锣的声音宏亮、强烈、力度变化幅充大。",
          "小锣的声音清脆有诙谐色彩。云锣是有音阶的打击乐器。十面锣是由十几面大小不等，音色、音高各不相同的锣悬于木架上，由一人独奏。"
        ]
      }
    ]
  },
  {
    "id": 2,
    "name": "石",
    "pinyin": "shí",
    "instruments": [
      {
        "id": 1,
        "name": "磬",
        "pinyin": "qìng",
        "image": "qing",
        "desc": [
          "打击乐器，用石或玉制成，形状像曲尺。单个使用的叫特磬，成组使用的叫编磬。",
          "悬挂在架子上，以槌击之而鸣，商代已有了单个的磬，到了周代，就常用十几个大小不同的磬按次序编排，进行演奏。",
          "十六面“磬”编为一组。除可演奏出具有十二正律（黄钟、大吕、太簇、夹钟、姑洗、仲吕、蕤宾、林钟、夷则、南吕、无射、应钟）的音色外，另有四个半音。据传，春秋时代的孔子是制磬的高手。"
        ]
      }
    ]
  },
  {
    "id": 3,
    "name": "丝",
    "pinyin": "sī",
    "instruments": [
      {
        "id": 1,
        "name": "古琴",
        "pinyin": "gǔ qín",
        "image": "qin",
        "desc": [
          "原称琴，又称瑶琴、玉琴、五弦琴和七弦琴，是中国古代的弹拨类乐器，有三千年以上历史。音域宽广，音色深沉，余音悠远。自古“琴”为其特指，于一九二〇年代起为了与钢琴区别而改称古琴。",
          "初为五弦，后增为七弦，且有标志音位的13个徽，亦为礼器和乐律法器。",
          "古琴艺术在经历了商周时期的产生和发展，春秋战国时期的提高，秦汉时期的扩展，至唐代已达到历史的高峰。经宋明延续，至清中期仍得到进一步的深化。",
          "古琴是中国古代文化地位最崇高的乐器，有“士无故不撤琴瑟”和“左琴右书”之说。位列“琴棋书画”四艺之首，被文人视为高雅的代表，亦为文人吟唱时的伴奏乐器，自古以来一直是许多文人必备的知识和必修的科目。",
          "伯牙、子期因「高山流水「而成知音的故事流传至今。大量诗词文赋中有琴的身影。现存琴曲3360多首，琴谱130多部，[7]琴歌300首。主要流传范围是汉文化圈，而其他地方也有琴人组织的琴社。",
          "古琴有着现存中华文化中最古老的乐曲「广陵散「、最古老的乐谱「碣石调·幽兰「及最古老的琴歌「古怨「。"
        ]
      },
      {
        "id": 2,
        "name": "瑟",
        "pinyin": "sè",
        "image": "se",
        "desc": [
          "古代中国的一种拨弦乐器。外形为中空的长方体，类似古琴、古筝而更为宽大，通常有四条架弦的岳和四个系弦的枘。",
          "弦的数量多为二十五根，弦下设柱用来调节音高。用双手弹奏，一弦一音。瑟在周朝就已出现，于汉朝达到极盛，与竽一起在乐队演奏中扮演重要地位。瑟曾对琴和筝的发展产生深刻影响，后又被改良过的筝所替代。",
          "东晋以后，瑟的形制失传，基本上名存实亡。今人主要通过出土文物、陶俑、画像石等来了解古瑟的特征。",
          "后世传说瑟的发明者是伏羲，最初有五十根弦（一说四十五根弦），后来黄帝因素女弹奏的音乐极为悲伤，乃将其改为二十五根弦。",
          "西周时，瑟已经出现且流行。「诗经「、「仪礼「都提到在宴饮的场合鼓瑟。考古发现的上古弦乐器中，瑟的数量最多，最早的一件出自湖北当阳曹家岗5号春秋楚墓，绝大部分出自战国楚墓。汉朝是瑟发展的极盛期，与竽一起成为乐府相和歌演奏的核心，取代了钟、磬在乐队中的地位。"
        ]
      },
      {
        "id": 3,
        "name": "筝",
        "pinyin": "zhēng",
        "image": "guzheng",
        "desc": [
          "古筝，又称筝、秦筝、汉筝，中国传统拨弦乐器，有两千五百年以上的历史。",
          "古筝的形制为长方形木质音箱，弦架“筝柱”可以自由移动，一弦一音，按五声音阶排列，最早以十二弦筝为最多（分瑟为筝），唐宋时有弦十三根，后增至十六根、十八弦、二十一弦等，目前最常用的规格为二十一弦。",
          "筝体为木制空盒，呈扁长方形，面版有弧度突出。弦两端搭在山口上，左山口呈S形，右岳山为平直。左侧为筝尾，或称凤尾，有弦钉以固定琴弦，右侧有螺丝钉，可以调节弦张力来控制音高。中间有称为雁柱的琴码支撑琴弦，移动琴码也可调音。筝的弦数因地域流派不一，最常见为21弦筝，另有16弦筝、26弦筝等，因流派不同而有尼龙钢弦、钢弦、丝弦等。",
          "古筝的高音弦最靠近弹奏者，低音弦在最外，由内至外称1弦至21弦。21弦筝通常按照D大调五声音阶定弦，过左手在琴码左方按弦方可得到升音。在现代多调式(或称无调式)乐曲中，则是透过特定音阶设定达到不同特殊曲风的目的。",
          "古筝在春秋时期的秦国已经存在，用于原始的舞乐。古筝演奏汉时，筝为筑的琴身加装至5弦而成。 魏·阮璃「等筝赋「“弦有十二”唐朝初年（公元七世纪）有轧筝的记载，证由击弦乐器转变为拨弦乐器，并发展至十三弦，接近现代古筝刍形。唐·岑参「秦筝歌，送外甥萧正归京「“汝不闻秦筝声最苦，五色缠弦十三柱”南宋时，轧筝易名“蓁”，七弦筝和十三弦同时被使用，而十四弦筝多用于民间。清以后广用十六弦筝而未有七弦筝潮州传统筝有十六根琴弦和锥形琴体，主要在中国南方地区使用，可追溯到明朝后期。",
          ""
        ]
      },
      {
        "id": 4,
        "name": "箜篌",
        "pinyin": "kōng hóu",
        "image": "konghou",
        "desc": [
          "一种拨弦乐器。汉武帝令乐人侯调始造空侯。「风俗通「、「通典「则说是侯调所作。因为制器的人姓侯，而其声坎坎，所以叫坎侯。",
          "分卧式和竖式两种。卧箜篌平放横弹似朝鲜玄琴，又称箜篌玄琴，是公元前一〇一年产生于汉代的乐器。",
          "竖头箜篌，又名胡箜篌，约在汉灵帝时由西域传入。箜篌高三尺许．形如半边木梳，弦数因乐器大小而不同，最少的五根弦，最多的二十五根弦，竖头箜篌经过隋唐至明时期数代的的发展和改进，配合本土的音乐文化习惯，创造出了唐箜篌，明箜篌等新式箜篌。在龟兹石窟的壁画中，直项琵琶与竖箜篌常配组出现在佛说法图、涅般图、因缘故事和伎乐天人的供养图中。",
          "唐代以后的箜篌专指竖箜篌。琴弦一般系在敞开的框架上，用手指拨弹。箜篌与琵琶、五弦、筝合称隋唐俗乐中的丝弦。明代燕乐制度中箜篌直长四尺八寸，并柄上雕龙头，二十弦。",
          "自唐以后，演奏箜篌的人越来越少。明清之后，逐渐失传。一九三〇年代有箜篌复制工作，一九五九年，北京乐器研究所研制明代的箜篌。",
          "一九八〇年中国研发了新型改良箜篌——现代箜篌，结合西方的竖琴、古筝、琵琶、古琴等乐器所形成的新式箜篌。主要特征为双排琴弦，琴弦间为形似琵琶的梨形共鸣箱，带有古筝和中国部分传统民族乐器特有的琴码，外形和大小与竖琴相似，指法结合竖琴指法、古琴指法、古筝指法和琵琶指法等，因而可以做到揉、压、颤音、滑音、泛音、摇指等。"
        ]
      },
      {
        "id": 5,
        "name": "琵琶",
        "pinyin": "pí pa",
        "image": "pipa",
        "desc": [
          "又称批把，是有2000多年历史的中国传统弹拨乐器，从东汉开始就已经出现，并且经由中国而广泛传播至朝鲜半岛、日本、琉球、越南等地区。",
          "琵琶一般分曲颈和直颈两种，目前主流的琵琶是指曲颈琵琶，两者皆适用于马背、竹席和木椅上使用。",
          "其名称来源一说为“推手为琵，引手为琶”，另一说为乐器形似“枇杷果”。",
          "曲颈琵琶的琴身成椭圆状的梨形，唐宋明清各个朝代的曲颈琵琶形状均不相同，琵琶虽然外形可长可短、可肥可瘦，但在唐朝之后其内部结构就已经和今日的琵琶大同小异。",
          "曲颈琵琶是经由丝绸之路从中亚的游牧民族那里传进中国的，其来源有二，一说是来源于波斯（现伊朗）的军乐，一说是来源于印度的佛教乐器，两者均有其证据。虽然在唐朝之后中国各地就有大量的实物琵琶出土，但唐朝之前的琵琶则不尽然，“琵琶”这一词汇在东汉、魏晋和隋朝的各种诗歌、乐谱之中均能找到，不过因为缺乏出土实物证明，所以无法判定唐朝之前的“琵琶”是否就等于今日之“曲颈琵琶”。",
          "直颈琵琶的琴身成圆形，上接一条长直的琴颈，又称秦汉子或秦琵琶，来源于秦朝所在地的甘肃省，至于它是中国本土发明的还是从中亚游牧国家传入的，学术界尚未有定论，目前以中国本土的理论占优势。",
          "最早见于史载的是汉代刘熙「释名·释乐器」“批把本出于胡中，马上所鼓也。推手前曰批，引手却曰把，象其鼓时，因以为名也。”意即批把是骑在马上弹奏的乐器，向前弹出称做批，向后挑进称做把。根据它演奏的特点而命名为“批把”。在古代，敲、击、弹、奏都称为鼓。当时的游牧人骑在马上好弹琵琶，因此为“马上所鼓也”。",
          "南北朝时竹林七贤中的阮咸善于演奏琵琶，所以后世称这种乐器为阮咸，或是秦汉琵琶。秦汉琵琶琴身呈圆盘状而直项。"
        ]
      },
      {
        "id": 6,
        "name": "阮",
        "pinyin": "ruǎn",
        "image": "ruan",
        "desc": [
          "又名阮琴、阮咸，是一种古老的中国传统拨弦乐器，得名于西晋“竹林七贤”中的阮咸。",
          "在唐朝以前，此种乐器也称之为秦琵琶或秦汉子，唐朝之后因曲项琵琶大量传入中国，占用了“琵琶”这一名称，才改以擅长演奏这种乐器的阮咸为名。",
          "阮的音色非常适合演奏乐队的低音或者与其它乐器和音，并且结构简单、方便改造，中国的音乐家们一步步将阮琴改良升级，造就了现代阮琴音色中正、低而沉稳的特色，其中较为特殊的短颈阮琴还在清朝时发展为月琴。",
          "现代阮琴依其形制不同而设有高音阮、小阮、中阮、大阮、低音阮、拉阮之分类，广泛使用于独奏及合奏，在国乐团的弹拨乐器中占有重要的一席之地。",
          "阮琴一般为坐姿演奏，琴身置于大腿上且抱于胸前，左手按弦，右手持用尼龙等材料制成的拨片弹奏。在一九八〇年代之前以假甲演奏为主流，但由于琴弦张力较大，逐渐被用拨片弹奏的方法替代。但是由于阮的复兴仍在起步阶段，所以各家的演奏方法均有差异，目前还未形式统一的演奏方法。",
          "阮琴的演奏技巧，原来比较简单。随着乐器的改革，如今逐步得到丰富。经过演奏者的继承、实践、移植和创造，右手的弹法有弹、挑、勾、抹、扣、划、轮、拂、分、摇、扫、滚等30多种， 左手指法有泛、打、勾、带、滑、推、拉、吟、纹、揉等十多种。"
        ]
      },
      {
        "id": 7,
        "name": "胡琴",
        "pinyin": "hú qín",
        "image": "huqin",
        "desc": [
          "唐宋时期，对于由北方及西北少数民族所传来乐器的泛称，不像后来仅限指拉弦乐器，如二胡等亦包括在内，后期胡琴不但出现在北方，在南方的四川、广东、广西、湖南的戏剧中也有出现。",
          "现今泛指中国民族乐器中，以弓弦磨擦琴弦，使之振动以发出声音的拉弦乐器。包括传统的二胡（又称南胡）、板胡、京胡、粤胡、四胡、坠胡、椰胡等，以及近现代配合民族乐团的出现所改良发展出的高胡、中胡、革胡等。",
          "二胡，古称胡琴、奚琴，于中华民国时期改称二胡，是一种拉弦乐器。有两根弦，现代二胡以纯五度定弦，在胡琴之中属于中高音域乐器。现在各地方根据需要的条件，独立发展出不同形状的弓弦乐器，如高胡、京胡、板胡、二弦、喇叭弦等。为满足中乐交响化的需要，根据二胡的制式，也另外发明猪脚面线",
          "制琴师通常以木材制作二胡，如红木、小叶紫檀、乌木、鸡翅木、血檀、大叶紫檀、非洲红花梨、非洲紫檀等，也有制琴师以象牙、玉石、塑胶等材料制作二胡，因为他们有声学以外的考量。琴筒一端蒙以蛇皮，这是二胡独特音色的来源，一些高级的二胡则采用蟒蛇皮。不论是来自野生或被圈养的蛇，收集蛇皮的成本日益增高。而濒危野生动植物种国际贸易公约限制其参与团体对蠎蛇皮的进出口，近年有人便开发蛇皮的替代材料，以期模仿蛇皮的音色。通常使用钢弦，丝弦已极少人使用。总结来说，这导致了用原材料制作的二胡也随着减少了，取而代之的是替代材料。"
        ]
      },
      {
        "id": 8,
        "name": "月琴",
        "pinyin": "yúe qín",
        "image": "yueqin",
        "desc": [
          "传统弹拨乐器，源于阮，身形圆润，颈柄细短，音色分明、衔接流畅，从宋朝起作为乐器“阮琴”的异名，从清朝开始逐渐和阮琴分家，短颈月琴于一九五〇年正式被中国大陆确立为一种独立的乐器。",
          "唐代始就有月琴之名，取其形圆似月、声如琴。北宋陈旸「乐书」（卷一四一）载“月琴，形圆项长，上按四弦十三品柱，象琴之徽，转轸应律，晋阮咸造也。”当时月琴的形制与阮相近，后来逐渐变化。",
          "中国清朝时期出现八品左右的短颈月琴，之后月琴就越来越与阮琴差别化，因其短胖的构造而特别适合演奏高音，常用于戏曲曲艺的伴奏。",
          "月琴可以按十二平均律增加品数以拓宽音域，改良共鸣箱构造以放大音量，并开办月琴专业，刘锡津等作曲家创作许多月琴曲和月琴协奏曲。 短颈月琴通常使用木制圆形音箱，亦有八角形音箱的品种。面背板中间横置两个音梁，音梁中间有两个音柱。张四根弦，通常是五度定弦，演奏时左手按弦，右手持拨子弹奏，音域约两个个八度。音量较小，音色清脆柔和，适合抒情性的说唱，可以烘托故事的气氛，多用於戏曲、曲艺和歌舞伴奏，也用于合奏。"
        ]
      }
    ]
  },
  {
    "id": 4,
    "name": "竹",
    "pinyin": "zhú",
    "instruments": [
      {
        "id": 1,
        "name": "笛",
        "pinyin": "dí",
        "image": "di",
        "desc": [
          "又称竹笛，中国传统乐器。最早被发现的笛为贾湖文化遗址出土的7孔骨笛，约有7000年历史。",
          "笛子在民间音乐、戏曲、民族乐团、交响乐团和现代音乐中运用，一般分为南方的曲笛和北方的梆笛。",
          "笛子多为竹制作，主要为苦竹与紫竹，近来也有使用湘妃竹，也有以木、玉等材料制笛。",
          "竹笛之由来其说不一，亦无正式记录为何人发明，曾有人认为笛为伶伦所制，虽有“伶伦制律”、“伶伦制箫”、“伶伦制管”、“伶伦制筒”等说，然不足以为伶伦制笛之据。另一传说笛为丘仲所制。",
          "笛子的按孔原是等距排列的。为了能够较为准确的半音，而将右边二孔的距离增大，左边二孔和中间二孔的距离减小。后出现铜制的“侵”调节音高的笛子，但音色与全竹制笛子稍有不同。",
          "为适应新的演奏需要，笛子的音域越来越宽广。从六孔笛，发展出了七孔笛、八孔笛、十孔笛、十一孔笛。按孔方式也趋同于木管乐器的演奏技巧。新类型笛子相继出现弯管笛为应付笛身的增长。拉笛可以模仿弦乐器的音色。口笛擅长模仿鸟类的叫声。"
        ]
      },
      {
        "id": 2,
        "name": "箫",
        "pinyin": "xiāo",
        "image": "xiao",
        "desc": [
          "洞箫、箫管，是中国古老的吹管乐器，特征为单管、竖吹、开管、边棱音发声。",
          "“箫”字在唐代以前本指排箫，唐宋以来，由于单管竖吹的箫日渐流行，便称编管箫为排箫，以示区别。",
          "“洞箫”之名，则来自于箫管底端之开孔[3]。 其音色圆润轻柔，幽静典雅，常用于独奏、琴箫合奏或丝竹乐演奏。",
          "汉代以前，无论是横吹还是竖吹的管乐器，都可称为笛，从马融「长笛赋」可知，竖吹之笛原有四孔，皆在前侧，而后西汉京房多加一背孔，此型制已与今传之洞箫基本上一致。汉代王褒曾作「洞箫赋」，然而文中有“参差”一词，故应是指排箫。",
          "笛曲的最早记录见于晋书, 但只说“三弄”却并未记录曲名，此曲之谱已不存在，仅存有据此改编而来的古琴曲梅花三弄。",
          "唐代，开始以“笛”专称横吹之笛，至于竖吹之箫，则因其长度为一尺八寸，称之为“尺八”，并传到日本成为“古尺八”。而“箫”在唐代以前则是用来称排箫。",
          "元代，宴乐之器已有五孔箫的记载，也将箫与排箫做了区别[。箫在之后的宫廷礼乐都有广泛的应用。",
          "明代，单管直吹的“箫”、多管的“排箫”、横吹的“笛”有了更明显的区别。现存最早的独立谱见于「文林聚宝万卷星罗」，为工尺谱。清代有任兆麟的「箫谱」一书。"
        ]
      },
      {
        "id": 3,
        "name": "箎",
        "pinyin": "chí",
        "image": "chi",
        "desc": [
          "传统古乐器，浑厚、文雅而庄重，是中国古代雅乐主要乐器之一，横吹竹制吹管乐器。",
          "形似于笛，与笛不同是两端都是封闭的，而且吹孔与指孔不在同一直线上，无膜孔而有底。",
          "宋代陈旸「乐书」“篪，有底之笛也，横吹之。”其音色悲，能与埙很好的相合。常用“伯氏吹埙，仲氏吹篪”形容兄弟和睦。",
          "从有记载的周代起，即有关于篪的记载。「周礼.春宫」中就记载了笙师掌教吹笙、篪、埙等所有管乐器。“伯氏吹埙，仲氏吹篪”，即由「诗经」所记。后人称要好的朋友为“埙篪之交”就是由此而出。",
          "据长沙杨家湾汉墓作乐木俑与山东南武阳汉元和﹑章和间(公元83～87)画像石来看﹐吹奏时﹐可能双手掌心向里﹐篪身放在大拇指﹑食指之间﹐吹孔与出音孔向上成180°﹐左手食﹑中﹑无名指分别按一﹑二﹑三孔﹐右手中﹑食两指按四﹑五两孔。",
          "从曾侯乙墓摹制篪的测音结果来看﹐使用最简单的指法﹐可奏出#c2、d2、#d2、#f2、#g2、#a2这六个音﹐即一个完整的五声音阶加一个变化音。据文献记载﹐宋﹑明时的篪﹐使用半孔指法﹐可吹全十二律。宋以前的篪﹐是否已使用半孔指法﹐因无确证﹐尚难定论。"
        ]
      },
      {
        "id": 4,
        "name": "籥",
        "pinyin": "yuè",
        "image": "yue",
        "desc": [
          "远古竹制簧管乐器，中国最早的竹乐器之一，由于年代久远，现已失传，只能通过史书所记载的资料来复原乐器。",
          "甲骨文中的象形龠字可表明籥是编管竹乐器。",
          "有一种说法，先民为歌颂大禹治水举行的「大夏」是用籥伴奏。",
          "「尚书·益稷」“箫韶九成，凤凰来仪。”籥是排箫的前身，因此箫韶所指就是籥。",
          "「诗经·小雅·甫田之什·宾之初筵」“籥舞笙鼓，乐既和奏。”。"
        ]
      },
      {
        "id": 5,
        "name": "唢呐",
        "pinyin": "suǒ nà",
        "image": "suona",
        "desc": [
          "种双簧管乐器，也叫唢奈、苏尔奈、金口角、号笛。",
          "传统唢呐音色明亮、音量大，管身木制，成圆椎环节状形，上端装有带芦苇材质的“哨子”（簧片、哨片）的木管，下端套着一个铜制喇叭口称为“碗”。",
          "现代加键唢呐的外型则更像交响乐团中的双簧管。",
          "传统唢呐的管身有八个音孔，由右手的食指、中指、无名指、小指，以及左手的大拇指、食指、中指、无名指来按音。发音的方式，是由嘴巴含住芦苇制的哨子吹气使之振动发声，经过管身及碗的振动及扩音而发出声音。",
          "唢呐能以嘴巴控制哨子以控制音量、音高、音色，以及各种技巧的运用，其音色音量的变化大，且能作出很圆满的滑音。唢呐演奏者必须具备视不同乐曲所需求的音色需求而调整哨子的技术。",
          "唢呐拥有特殊的音色及丰富的表现力，相较于在乐团中合奏，更适合于独奏。任同祥在1950年代发表百鸟朝凤后，许多民间唢呐演奏者也开始从事独奏曲的改编创作。1990年代以后并出现协奏曲，如关迺忠的花木兰唢呐协奏曲。"
        ]
      }
    ]
  },
  {
    "id": 5,
    "name": "匏",
    "pinyin": "páo",
    "instruments": [
      {
        "id": 1,
        "name": "笙",
        "pinyin": "shēng",
        "image": "sheng",
        "desc": [
          "一种自由簧管乐器，以簧、管共振发声，为中国吹管乐器里面，唯一吹、吸皆可发声的乐器，也是唯一可以吹奏和声的乐器。",
          "笙在许多中国古文献中都有记载，多用于庆典、筵席的伴奏，或于民间合奏中使用。",
          "古代传说，笙由神话人物女娲制造。现今中国出土的商代甲骨文中已有“和”字。根据中国古代辞典「尔雅」记载，“大的笙叫做‘巢’、小的叫做‘和’”。最早描绘笙的壁画可以约绘于公元前一一〇〇年。公元前七世纪时，周代诗歌集「诗经」中〈小雅·鹿鸣〉即记载道“我有嘉宾，鼓瑟吹笙。吹笙鼓簧，承筐是将。”考古界在位处今湖北省之曾侯乙墓（公元前四三三年）发现了笙。在湖南省的马王堆汉墓（公元前二世纪）掘坟时也发现了一支二十六管竽，簧以铜制成。从“滥竽充数”的故事中可知道战国时期笙已有合奏应用，春秋战国时期是笙的繁盛期，甚至是乐团中的领奏乐器。",
          "笙的发声方式为“簧管共振”，簧片在气流通过后振动，故笙属于自由簧乐器。气流的冲击也使笙苗管内与簧片相同频率的空气柱（从笙脚至音窗之间的空气柱）产生共振发出声响。笙簧片和空气柱的频率有一定的公差值，在此范围内簧片都可以使笙苗发出声响，超过则发声效果不良、甚至无声可出。",
          ""
        ]
      },
      {
        "id": 2,
        "name": "竽",
        "pinyin": "yú",
        "image": "yuu",
        "desc": [
          "古代一种气鸣乐器，属自由簧，类似于笙，不过较之为大，到宋已失传。亦有说法云大笙叫做竽，小笙叫做和。竽以竹为苗，以匏为斗。",
          "一九七二年长沙马王堆一号汉墓中出土实物，流行于东周平民与贵族阶层，在合奏中调音和领奏。",
          "周礼‧春官‧笙师」笙师掌教吹竽、笙。郑玄注引郑司农竽，三十六簧。笙，十三簧。",
          "「史记‧卷六十九‧苏秦传」临菑甚富而实，其民无不吹竽鼓瑟，弹琴击筑，斗鸡走狗，六博蹋鞠者。",
          "「管子‧任法」钟鼓竽瑟，宫中之乐，无禁圉也。",
          "韩非子‧解老」竽也者，五声之长者也，故竽先则锺瑟皆随。"
        ]
      },
      {
        "id": 3,
        "name": "葫芦丝",
        "pinyin": "hú lu sī" ,
        "image": "hulusi",
        "desc": [
          "又叫葫芦箫、筚朗叨（傣语，“筚”是气鸣乐器的总称，“朗”和“叨”是一个词组葫芦的意思 用相近的泰语显示是 ปี่น้ำเต้า）、泼勒翁（阿昌语，“泼勒”是箫，“翁”是葫芦）、布赖（德昂族语，“布”是吹，“赖”是葫芦）、米伦、比格宝、渥格宝（德昂族各地方言）、拜洪廖（佤语，“拜”是簧管乐器的泛称，“洪廖”是葫芦）或同格满（布朗族）、背板（西盟佤族），是傣族、阿昌族、德昂族、佤族、布朗族等族单簧气鸣乐器，属簧管乐器，主要流行于傣、阿昌、佤、德昂和布朗等族聚居的云南德宏、临沧地区。"
        ]
      }
    ]
  },
  {
    "id": 6,
    "name": "土",
    "pinyin": "tǔ",
    "instruments": [
      {
        "id": 1,
        "name": "埙",
        "pinyin": "xũn",
        "image": "xun",
        "desc": [
          "中国最古老的吹奏乐器之一，约有七千年的历史，音色朴拙抱素独为地籁，被认为是乐器中最接近道家天籁的。在世界原始艺术史中占有重要地位。",
          "「史记」称埙乐是“德者之音”。可能是中国先民为模仿鸟兽叫声以诱捕猎物而发明，并随着文化进步而发展为乐器。",
          "其大小、颜色、纹饰、音域各异，部分埙的形状与陶笛类似，但没有陶笛的哨口，演奏者可转动埙以改变音调。",
          "埙作为宫廷雅乐，自清朝起就开始淡出人们的视线。随着20世纪七八十年代考古发掘中埙的出土，人们重新燃起了对这一古老乐器的热情，埙的指法、制作工艺及演奏技巧上都得到了改进。",
          "埙的发声原理是通过音孔控制埙腔内空气团的体积大小，进而使其发出不同频率的声音，故而开孔的位置、顺序都比较随意。有按照传统五声音阶开孔的八孔和十孔埙，也有使用半音阶开孔的，也有为了方便初学者使用一些常用半音而在全音阶音孔基础上加半音孔的。"
        ]
      },
      {
        "id": 2,
        "name": "缶",
        "pinyin": "fǒu",
        "image": "fou",
        "desc": [
          "缶是我国古代汉族的陶制乐器，状似盛装酒水使用的肚子大、口儿小的瓦罐，古人或以缶为乐器，用以打拍子。“击缶”本为饭后的娱乐，后来变成乐器。",
          "击缶在其他地区也出现过，但其音色雄厚，与秦人的粗犷、野性相通，于是成为了秦地的标签。秦人击缶是有典故的，「史记」记载的著名的渑池会上，便是“赵王鼓瑟”“秦王击缶”。击缶时的慷慨激烈，使人联想到秦始皇陵兵马俑，那威武的军阵、庄严肃穆的军容，持矛、持戈、持长弓的姿势仪态，令人不禁赞叹。",
          "「诗·陈风·宛丘」“坎其击缶，宛丘 之道。”",
          "「史记·廉颇蔺相如列传」於是，秦王不怿，为一击缻。相如顾召赵御史书曰某年月日，秦王 为赵王击缻。",
          "明陈汝元「金莲记·偕计」“堪嗟击缶千秋壮，莫道挥毫两鬓星。”",
          "「诗经·陈风·宛丘」“坎其击缶，宛丘之道，无冬无夏，值其鹭翿[dào]”。「墨子·三辩」中记载“昔诸侯倦于听治，息于钟鼓之乐，士大夫倦于听治，息于竽瑟之乐，农夫春耕夏耘，秋殓冬藏，息于瓴缶之乐”。「淮南子·精神训」“今夫穷鄙之社也，叩盆拊瓴，相和而歌，自以为乐矣”，说明“击缶”是民间低级文娱形式。"
        ]
      }
    ]
  },
  {
    "id": 7,
    "name": "革",
    "pinyin": "gé",
    "instruments": [
      {
        "id": 1,
        "name": "鼗",
        "pinyin": "táo",
        "image": "tao",
        "desc": [
          "又作鞉、鼗，又称鼗鼓、鼗鼓、手摇鼓、波浪鼓、博郎鼓，是传统鼓，见于东亚文化圈、南亚文化圈部分地区、南美洲等有不同的种类、大小，其历史可追溯至战国时期，作为一种打击乐器。鼓的外圈有对称的2个小鼓锤；鼓下有木柄，手左右摇摆，2个小鼓锤左右打击鼓面发声。一根木柱为柄，双耳系有绳。有单个或多个等组合。",
          "《广韵》鼗大者谓之麻，小者谓之料。又小鼓著柄者。《书·益稷》下管鼗鼓。《周礼·春官·大司乐》靁鼓，靁鼗，地上之圜丘奏之。灵鼓，灵鼗，泽中之方丘奏之。路鼓，路鼗，宗庙之中奏之。又《礼·王制》天子赐伯子男乐，则以鼗将之。",
          "单个式的鼗称为波浪鼓或拨浪鼓，鼓面约一掌大至直径八九寸，绳上各穿有弹丸大小木珠1颗作为鼓锤，是中国近代卖布小贩的标志，也是东亚传统儿童玩具。",
          "双鼓式的鼗称为货郎鼓，较小的在上，较大的在下，鼓上加铁圈，中系一个云锣儿，圈左右系锤儿，手摇时锣鼓齐鸣，声音动听，是中国近代挑担子卖针线的人的响器。"
        ]
      },
      {
        "id": 2,
        "name": "鼓",
        "pinyin": "gǔ",
        "image": "gu",
        "desc": [
          "传统的打击乐器，按《礼记·明堂位》的记载，在很早的传说 中，“伊耆氏”之时就已有“土鼓”，即陶土作成的鼓。由于鼓有良好的共鸣作用，声音激越雄壮而传声很远，所以很早就被华夏祖先作为军队上助威之用。相传黄帝征服蚩尤的涿鹿之战中，“黄帝杀夔[kuí]，以其皮为鼓，声闻五百”（《太平御览》卷五八二引《帝王世纪》）。",
          "上古时代的战鼓，皆由鳄鱼皮制成，而鼓皮选用鳄鱼皮，是取鳄鱼的凶猛习性以壮鼓声。到了周代，据《周礼·地官司徒》之载，已专门设置了“鼓人”来管理鼓制、击鼓等事。鼓人所管理的有各种用途的鼓，如祭祀用的雷鼓、灵鼓、乐队中的晋鼓等。其中，专门用于军事的叫“汾（音）鼓”，据《说文》的解释，这是一种长八尺，鼓面四尺，两面蒙革的大鼓。此外，路鼓、晋鼓、等也用于军旅，这些鼓以后发展为各种规格的战鼓，在军事上得到普遍地运用。",
          "中国传统的鼓多源于中原，秦汉前已有20余种。虽大小高矮不同，但几乎都是粗腰筒状。当时已用于诗、乐、舞以及劳动、祭祀、战争和庆典之中。从秦、汉到清代，中原地区原有的各种传统鼓几乎都得以保留并有所发展，而以阿拉伯和印度为主的外来鼓，虽然曾在中原长期流行并具有重要的地位，但后期日渐衰落以至失传，仅在文献中留下了一些不详的记载，例如檐鼓、齐鼓、鸡娄鼓、羯鼓、答腊鼓、都昙鼓、毛员鼓等。"
        ]
      }
    ]
  },
  {
    "id": 8,
    "name": "木",
    "pinyin": "mù",
    "instruments": [
      {
        "id": 1,
        "name": "柷",
        "pinyin": "zhù",
        "image": "zhu",
        "desc": [
          "相传是夏启所做，迄今已有四千多年历史，「诗经·周颂·有瞽」曰“鞉磬祝围”，“祝”即柷，故柷也称“祝”。 柷的形状像大斗，木制。演奏时，奏者持椎撞柷，以向其他乐器奏者示意乐章开始及提示该乐章的节拍。柷仅用于古代宫庭雅乐跟祭祀音乐的开始时演奏。与敔的作用相近，都是示意音乐的开始，停止，古书中也有提及「尚书·益稷「“合止柷敔”。关于柷的形制与演奏法，古书上有两种说法一.椎柷分离说东汉郑玄注「尚书「，提及“柷，状如漆桶，而有椎，合乐之时投椎其中而撞之。”也就是说敲击用的椎和柷分离。二.椎柷一体说西晋郭璞注「尔雅「，则言“柷如漆桶，方二尺四寸，深一尺八寸，中有椎柄连底，挏之令左右击。”唐朝杜佑「尔雅「亦提及“柷如漆桶，方二尺四寸，深一尺八寸，中有椎柄连底，旁开孔。内手于中击之，以举乐。”也就是说，椎直接连在柷内部，奏乐时将手伸入（很可能就是从“旁开孔”伸入），将椎左右摇晃击打柷以发声。虽然两种说法并存，但后事的柷形制多半依从郑玄之说，而不完全只从内侧击打。北宋孟元老「东京梦华录「就记载皇帝冬至郊坛祭天中，柷的使用方法“乐作，先击柷，以木为之，如方壶，画山水之状，每奏乐击之，内外共九下。”此知宋代不完全只击打内侧。至清朝，形制又有变化，据「钦定皇朝通典「记载“柷，所以起乐。上阔下小，状如方斗，三面正中各设圆鼓以受击，一面开圆孔以出音。”从现存器物来看，是将单面鼓设置于三面内侧，只有从内侧击打才能发挥功效。可以合理推断清代击柷，只击打内侧。祝中圆鼓此前未有文献提及，而宋代既然击打内外，应该也没有，可能是清朝的创新。另，李氏朝鲜正祖李算下令编纂的「春官通考「中，所记载的柷形制则与较为接近郭仆、杜佑所说，为一木箱构造中放入“丄”形的敲打器“止”，使用时摇动止的上端，和习见的形制相比，最大差别在于有盖板。今日国立古宫博物馆所藏柷也是此形制。今日中文圈所使用的柷，如祭孔典礼，一般形制上椎柷分离，使用上由内侧击打三下。有圆鼓有无、大小、位置以及圆孔大小位置等细节变化。如台南孔庙为无鼓柷，台北为有鼓柷。"
        ]
      },
      {
        "id": 2,
        "name": "敔",
        "pinyin": "yǔ",
        "image": "yu",
        "desc": [
          "敔的形状像伏虎，木制涂漆，虎背上有二十七鉏铻（即木片）。演奏时，奏者要站在敔旁，把敔放在木架上，以籈刮动发声，表示音乐的停止。敔仅用于古代宫庭雅乐跟祭祀音乐的结束时演奏。「尚书·益稷「提及“合止柷敔”，柷示意音乐的开始，敔则示意停止。籈的形制以及演奏敔的方法，历代各有变化。东汉郑玄注「尚书「“敔，状如伏虎，背有刻，以物栎之，所以止乐。”西晋郭璞注「尔雅「“敔如伏虎，背上有二十七鉏铻刻，以木长尺栎之。”「旧唐书‧音乐志「记载唐朝奏敔“碎竹以击其首而逆刮之，以止乐也。”宋代聂崇义「三礼图「在敔下说明“今唐礼，用竹长二尺四寸，破为十茎，于敔背横栎之。”从这些注解不难察觉，籈的材质和设计随时间经过而有变化，早期甚至没有专门的形制，后来以木长尺，唐朝改用末端分散的竹片，宋代则规定末端纵切为十段。察今日所见形制，则有三种分别如台南孔子庙所用籈，将竹筒的末端破成竹篾。故宫所藏中和韶乐敔则是将竹筒末端剖半、剩下的一半破为竹篾。如嘉义祭孔所用，为数条竹篾绑成一束。此三种形制各地不一，竹篾数目有时也不守十条之数，如北京故宫所藏金漆彩画敔，即将半截竹筒析为二十四条细竹篾。至于演奏，早期只刮动背上的鉏铻，唐以后开始有击打虎首的作法，今日所见，则多半在敔头上敲三次后，再在敔背上的鉏横扫三次。敔自身形制变化不大，大致上都在鉏铻排列上。常见的有两种鉏铻分列型如台南孔子庙所藏，二十七齿分为三列。传世文物中，又有三列各九齿以及三列齿数不一致而共二十七齿的分别。鉏铻同列型如「皇朝礼器图式「以及今日所见中和韶乐敔，二十七片紧密排成一列。又有敔背上有方槽，插入木片为略可活动之鉏铻。以及鉏铻完全固定不动两种。其中，依据鉏铻的形状，又分两种。木片状。楔子或三角状。宋代聂崇义「三礼图「所载图形，即为楔子状同列鉏铻。韩国李氏朝鲜正祖李算下令编纂的「春官通考「，以及今日国立古宫博物馆所藏白虎敔也是此形制。"
        ]
      },
      {
        "id": 3,
        "name": "梆子",
        "pinyin": "bâng zi",
        "image": "bangzi",
        "desc": [
          "传统的一类打击乐器，亦称梆板，属于击奏体鸣乐器。约在明末清初（十七世纪左右）随着地方戏曲中梆子腔的兴起而广泛流传于中国各地。形制和种类梆子大致分为两种形制，木棒式和方框式。另有椭圆形、圆柱形等多种形制的梆子。一般多用紫檀、红木、枣木心、花梨木、竹子或榆木、槐木等材料制作。"
        ]
      }
    ]
  }
]